[CLS]
[SEP]
[UNK]
[PAD]
[CPAD]
[CUNK]
[MASK]
anarchism
is
an
anti
-
authoritarian
political
philosophy
that
rejects
hierarchies
deemed
unjust
and
advocates
their
replacement
with
self
managed
,
governed
societies
based
on
voluntary
cooperative
institutions
these
are
often
described
as
stateless
although
several
authors
have
defined
them
more
specifically
distinct
non
hierarchical
or
free
associations
'
s
central
disagreement
other
ideologies
it
holds
the
state
to
be
undesirable
unnecessary
harmful
usually
placed
far
left
of
spectrum
much
its
economics
legal
reflect
interpretations
communism
collectivism
syndicalism
mutualism
participatory
does
not
offer
a
fixed
body
doctrine
from
single
particular
worldview
many
anarchist
types
traditions
exist
varieties
anarchy
diverge
widely
schools
thought
can
differ
fundamentally
supporting
anything
extreme
individualism
complete
strains
been
divided
into
categories
social
individualist
similar
dual
classifications
etymological
origin
word
ancient
greek
anarkhia
meaning
"
without
ruler
composed
prefix
(
i
.
e
)
arkhos
leader
suffix
ism
denotes
ideological
current
favours
appears
in
english
1642
anarchisme
1539
various
factions
within
french
revolution
labelled
opponents
anarchists
few
such
accused
shared
views
later
revolutionaries
19th
century
william
godwin
1756
–
1836
wilhelm
weitling
1808
1871
would
contribute
doctrines
next
generation
but
they
did
use
describing
themselves
beliefs
first
philosopher
call
himself
anarchiste
was
pierre
joseph
proudhon
1809
1865
marking
formal
birth
mid
since
1890s
beginning
france
term
libertarianism
has
used
synonym
for
still
common
outside
united
states
hand
some
refer
individualistic
market
only
referring
libertarian
while
opposition
defining
easy
task
there
lot
talk
among
scholars
matter
currents
perceive
slightly
differently
hence
might
true
say
cluster
philosophies
opposing
authority
[
organization
]
including
capitalism
nationalism
all
associated
conduct
relations
favour
society
association
freedom
decentralisation
this
definition
same
shortcomings
etymology
which
simply
negation
statism
than
even
posteriori
conclusion
nonetheless
major
elements
include
following
:
will
coercive
rejection
apparatus
belief
human
nature
allows
humans
progress
toward
suggestion
how
act
pursue
ideal
during
prehistoric
era
mankind
established
after
creation
towns
cities
hierarchy
invented
anarchistic
ideas
espoused
reaction
most
notable
examples
world
were
china
greece
philosophical
peaceful
delegitimizing
delineated
by
taoist
philosophers
zhuangzi
lao
tzu
likewise
attitudes
articulated
tragedians
aeschylus
sophocles
myth
antigone
illustrate
conflict
between
rules
set
personal
autonomy
socrates
questioned
athenian
authorities
constantly
insisted
right
individual
consciousness
cynics
dismissed
law
nomos
trying
live
according
physis
stoics
supportive
unofficial
friendly
citizens
presence
middle
ages
no
activity
except
ascetic
religious
movements
islamic
christian
europe
kind
tradition
gave
persia
zoroastrian
prophet
known
mazdak
calling
egalitarian
abolition
monarchy
he
soon
found
executed
king
basra
sects
preached
against
developed
tendencies
those
precursor
centuries
come
renaissance
spread
reasoning
through
emerged
writers
outlining
novels
coercion
voluntarism
autism
developmental
disorder
characterized
difficulties
interaction
communication
restricted
repetitive
behavior
parents
notice
signs
three
years
child
life
develop
gradually
though
children
reach
milestones
at
normal
pace
before
worsening
combination
genetic
environmental
factors
risk
pregnancy
certain
infections
rubella
toxins
valproic
acid
alcohol
cocaine
pesticides
air
pollution
fetal
growth
restriction
autoimmune
diseases
controversies
surround
proposed
causes
;
example
vaccine
hypothesis
disproven
affects
information
processing
brain
nerve
cells
synapses
connect
organize
occurs
well
understood
dsm
5
less
severe
forms
condition
asperger
syndrome
pervasive
otherwise
specified
pdd
nos
combined
diagnosis
asd
early
behavioral
interventions
speech
therapy
help
gain
care
skills
cure
cases
who
recovered
independently
reaching
adulthood
successful
autistic
culture
individuals
seeking
others
believing
should
accepted
difference
treated
globally
estimated
affect
24
8
million
people
2000s
number
affected
1
2
per
000
worldwide
countries
about
%
diagnosed
0
7
2000
four
five
times
males
females
increased
dramatically
1960s
may
partly
due
changes
diagnostic
practice
question
whether
actual
rates
unresolved
highly
variable
neurodevelopmental
whose
symptoms
infancy
childhood
generally
follows
steady
course
remission
severely
impaired
respects
superior
overt
begin
age
six
months
become
two
tend
continue
muted
form
distinguished
characteristic
triad
impairments
aspects
atypical
eating
also
essential
occur
general
population
appear
associate
sharp
line
separating
pathologically
traits
deficits
distinguish
related
disorders
see
classification
lack
intuition
take
granted
noted
temple
grandin
her
inability
understand
neurotypicals
neural
development
leaving
feeling
like
anthropologist
mars
unusual
becomes
apparent
infants
show
attention
stimuli
smile
look
respond
own
name
toddlers
strikingly
norms
eye
contact
turn
taking
do
ability
simple
express
pointing
things
year
old
likely
exhibit
understanding
approach
spontaneously
imitate
emotions
communicate
nonverbally
turns
however
attachments
primary
caregivers
display
moderately
attachment
security
neurotypical
disappears
higher
mental
older
adults
perform
worse
tests
face
emotion
recognition
lower
define
person
high
functioning
suffer
intense
frequent
loneliness
compared
peers
despite
prefer
alone
making
maintaining
friendships
proves
difficult
quality
friends
predicts
lonely
feel
functional
resulting
invitations
parties
deeply
anecdotal
reports
systematic
studies
aggression
violence
limited
data
suggest
intellectual
disability
destruction
property
meltdowns
third
half
enough
natural
meet
daily
needs
differences
present
delayed
onset
babbling
gestures
diminished
responsiveness
vocal
patterns
synchronized
caregiver
second
diverse
consonants
words
combinations
integrated
make
requests
share
experiences
repeat
echolalia
reverse
pronouns
joint
seems
necessary
seem
instead
pointed
object
consistently
fail
point
objects
order
comment
experience
difficulty
imaginative
play
developing
symbols
language
pair
aged
15
performed
equally
better
individually
matched
controls
basic
tasks
involving
vocabulary
spelling
both
groups
complex
figurative
comprehension
inference
sized
up
initially
speaking
overestimate
what
audience
comprehends
scale
revised
rbs
r
categorizes
stereotyped
behaviors
flapping
head
rolling
rocking
compulsive
time
consuming
intended
reduce
anxiety
feels
compelled
repeatedly
rigid
placing
specific
checking
washing
sameness
resistance
change
insisting
furniture
moved
refusing
interrupted
ritualistic
unvarying
pattern
activities
unchanging
menu
dressing
ritual
closely
independent
validation
suggested
combining
interests
fixations
abnormal
theme
intensity
focus
preoccupation
television
program
toy
game
injury
poking
skin
picking
biting
banging
injurious
elevated
occurrence
severity
family
10
abilities
ranging
splinter
memorization
trivia
extraordinarily
rare
talents
prodigious
savants
perception
relative
sensory
abnormalities
over
90
considered
core
features
good
evidence
differentiate
greater
under
responsivity
walking
distress
loud
noises
sensation
rhythmic
60
80
motor
poor
muscle
tone
planning
toe
coordination
across
proper
quarters
extent
formerly
indicator
selectivity
problem
rituals
food
refusal
levels
stress
siblings
report
admiration
sibling
unaffected
down
relationship
reported
closeness
intimacy
negative
being
poorer
relationships
tentative
frequently
gender
dysphoria
gastrointestinal
problems
one
commonly
medical
linked
impairment
irritability
sleep
mood
long
presumed
cause
cognitive
increasing
suspicion
co
strong
basis
genetics
unclear
explained
mutations
effects
multigene
interactions
variants
complexity
arises
multiple
genes
environment
epigenetic
dna
sequencing
heritable
influence
gene
expression
genomes
twins
9
25
increase
identified
typically
cannot
traced
albedo
whiteness
measure
diffuse
reflection
solar
radiation
out
total
received
astronomical
g
planet
earth
dimensionless
measured
via
albedometer
corresponding
black
absorbs
incident
reflects
surface
ratio
radiosity
irradiance
flux
unit
area
proportion
reflected
determined
properties
itself
spectral
angular
distribution
vary
atmospheric
composition
geographic
location
position
sun
bi
hemispherical
reflectance
calculated
angle
incidence
given
directional
integration
angles
period
temporal
resolution
range
seconds
obtained
measurements
monthly
annual
averages
unless
wavelength
refers
entire
measurement
constraints
energy
reaches
3
μm
includes
visible
light
4
explains
why
surfaces
low
dark
trees
absorb
whereas
bright
snow
important
concept
climatology
astronomy
management
part
leadership
design
leed
sustainable
rating
buildings
average
upper
atmosphere
planetary
30
35
because
cloud
cover
varies
locally
different
geological
introduced
optics
johann
heinrich
lambert
his
1760
work
photometria
any
falls
fresh
04
charcoal
darkest
substances
shadowed
cavities
achieve
effective
approaching
zero
when
seen
distance
ocean
forests
desert
areas
highest
albedos
landforms
land
primarily
contribution
clouds
regularly
observation
satellite
sensors
nasa
modis
instruments
board
terra
aqua
satellites
ceres
instrument
suomi
npp
jpss
amount
direction
directions
mathematical
model
translate
sample
estimates
calculations
bidirectional
function
brdf
describes
depends
view
observer
bdrf
facilitate
translations
observations
temperature
greenhouse
effect
currently
&
nbsp
°c
if
frozen
entirely
reflective
drop
below
−40
continental
masses
became
covered
glaciers
mean
contrast
water
so
called
rise
almost
27
shown
zenith
θi
approximated
proportionate
sum
terms
{
\
bar
alpha
theta
_
}
sometimes
referred
sky
blue
then
=
d
+
formula
illumination
conditions
knowledge
intrinsic
planets
minor
asteroids
infer
study
dependence
lighting
phase
variation
comprises
field
photometry
small
resolved
telescopes
we
know
comes
absolute
indicate
ice
content
outer
system
gives
regolith
unusually
radar
indicative
metal
enceladus
moon
saturn
99
another
eris
96
asteroid
belt
05
typical
comet
nucleus
primitive
heavily
space
weathered
containing
organic
compounds
overall
around
14
strongly
lambertian
displaying
terrestrial
terrains
airless
bodies
v
band
geometric
measuring
brightness
directly
behind
bond
electromagnetic
values
significantly
source
confusion
detailed
expressed
hapke
parameters
semi
empirically
describe
characterization
correlation
magnitude
diameter
frac
^
where
kilometers
h
dependent
changing
incoming
proportionally
circumstances
induces
melting
said
latitude
near
poles
lowest
subtropics
local
maximum
tropics
level
insolation
arctic
antarctic
regions
cold
sahara
relatively
hotter
tropical
sub
rainforest
temperate
forest
counterparts
plays
big
role
heating
cooling
pronounced
fluctuation
notably
release
heat
back
effectively
concern
temperatures
creating
darker
ground
color
feedback
loop
results
reduced
climate
determining
uneven
variations
drive
weather
snowfall
layer
increases
reflecting
away
sunlight
leading
principle
warm
mass
raised
maintain
invite
further
deepening
dynamic
seasons
eventually
direct
melted
reveals
grass
soil
reversed
darkening
lowers
thus
reducing
freshly
fallen
dirty
antarctica
little
marginally
warms
tends
melt
lowering
snowmelt
absorbed
snowpack
positive
just
sea
melts
either
response
above
exposed
rate
absorption
extra
heats
preceding
process
loops
recognized
modern
theory
global
warming
cryoconite
powdery
windblown
dust
soot
reduces
sheets
dynamical
together
errors
lead
large
error
remote
sensing
techniques
rather
applying
value
broad
works
smaller
too
clothes
coloured
allowing
control
exploiting
colour
external
clothing
electrical
output
photovoltaic
devices
spectrally
responsive
illustrated
weighted
technology
hydrogenated
amorphous
silicon
si
crystalline
c
traditional
predictions
research
showed
impacts
recently
analysis
extended
bias
specular
reflectivity
22
occurring
materials
made
analyzes
performance
seven
covering
topologies
industrial
farms
commercial
flat
rooftops
residential
pitched
roof
applications
majority
ultraviolet
photosynthesis
scientists
could
offset
carbon
benefits
afforestation
deforestation
case
evergreen
seasonal
reduction
great
net
impact
extremely
complicated
ways
evapotranspiration
vapor
condenses
acts
gas
treat
greatly
seasonally
zones
winter
treeless
50
nearby
forested
readily
deciduous
18
coniferous
09
summer
correlated
plants
capacity
fraction
foliage
interception
canopy
result
wavelengths
hadley
centre
investigated
sequestration
planting
new
midlatitude
tended
cool
latitudes
siberia
neutral
perhaps
very
using
fresnel
equations
graph
wavy
always
smooth
manner
diffusely
glint
off
commonplace
waviness
steepness
vs
curve
medium
illuminated
side
terminator
morning
late
afternoon
mentioned
appreciable
specularly
viewer
spite
note
white
caps
waves
foamed
superimposed
bubble
adding
reflectivities
exhibits
top
substantial
theoretically
minimum
day
keep
serve
blankets
trap
warmth
artificial
created
contrails
heavy
airliner
traffic
burning
kuwaiti
oil
fields
iraqi
occupation
fires
colder
miles
clear
skies
aerosols
fine
particles
/
droplets
indirect
radiative
balance
condensation
nuclei
thereby
spracklen
et
al
aerosol
scatter
scattering
modify
subset
concentrations
droplet
leads
precipitation
efficiency
lifetime
size
quantify
intergovernmental
panel
forcing
fossil
fuels
w
m−2
bigger
polar
cap
dioxide
farming
urbanization
globe
quantification
material
refractive
index
particle
named
plural
aes
letter
vowel
alphabet
iso
latin
derives
uppercase
version
consists
slanting
sides
triangle
crossed
horizontal
lowercase
written
double
storey
ɑ
latter
handwriting
fonts
especially
read
italic
type
grammar
variant
indefinite
article
earliest
ancestor
aleph
phoenician
consisted
reason
abjad
pictogram
ox
proto
sinaitic
script
influenced
egyptian
hieroglyphs
styled
triangular
horns
1600
bc
had
linear
served
base
corresponded
paleo
hebrew
arabic
greeks
adopted
represent
glottal
stop
—
consonant
sound
denoted
semitic
languages
phoneme
pronunciation
sign
inscriptions
dating
8th
rests
upon
resembles
capital
shortening
leg
cross
etruscans
brought
civilization
italian
peninsula
unchanged
romans
etruscan
write
preserved
roman
monumental
lapidary
style
inscribing
stone
permanent
media
cursive
everyday
utilitarian
writing
done
perishable
surviving
majuscule
minuscule
semicursive
existed
intermediate
styles
uncial
end
empire
5th
ad
western
italy
merovingian
visigothic
spain
insular
anglo
irish
saxon
britain
9th
caroline
principal
book
advent
printing
press
derived
prior
15th
saw
formation
main
today
circle
vertical
stroke
slowly
fifth
resembling
alabama
southeastern
region
bordered
tennessee
north
georgia
east
florida
gulf
mexico
south
mississippi
west
30th
largest
24th
populous
u
inland
waterways
nicknamed
yellowhammer
bird
heart
dixie
cotton
tree
longleaf
pine
flower
camellia
montgomery
city
birmingham
industrialized
huntsville
oldest
mobile
founded
colonists
1702
louisiana
american
civil
war
until
ii
southern
suffered
economic
hardship
continued
agriculture
former
slave
alabamian
legislators
employed
jim
crow
laws
disenfranchise
discriminate
african
americans
reconstruction
least
1970s
industries
urban
centers
rural
dominated
legislature
1901
markedly
represented
grew
economy
changed
diversified
21st
automotive
finance
manufacturing
aerospace
mineral
extraction
healthcare
education
retail
european
naming
river
muskogean
tribe
members
lived
confluence
coosa
tallapoosa
rivers
lineage
albaamo
variously
albaama
dialects
albaamaha
borrowed
choctaw
unlikely
historical
sources
usage
accounts
hernando
de
soto
expedition
1540
garcilaso
la
vega
alibamo
knight
elvas
rodrigo
ranjel
wrote
alibamu
limamu
respectively
transliterations
alibamon
maps
identifying
riviere
des
alibamons
spellings
included
alabamo
albama
alebamon
alibama
alibamou
alabamu
allibamou
disagree
alba
weeds
amo
cut
trim
gather
clearers
thicket
herb
gatherers
clearing
cultivation
collecting
medicinal
numerous
place
names
native
correspondingly
1842
jacksonville
republican
meant
here
rest
notion
popularized
1850s
writings
alexander
beaufort
meek
experts
support
translation
indigenous
peoples
varying
cultures
thousands
colonization
trade
northeastern
tribes
ohio
began
burial
mound
1000
700
agrarian
mississippian
built
now
moundville
archaeological
site
classic
cahokia
illinois
center
artifacts
excavations
formulating
characteristics
ceremonial
secc
contrary
popular
links
mesoamerican
represents
component
religion
means
living
cherokee
iroquoian
chickasaw
creek
koasati
muskogee
exploration
16th
spanish
europeans
passed
mabila
parts
160
settlement
1711
claimed
1763
louisiane
lost
british
1783
victory
revolutionary
territory
retained
surrender
garrison
forces
april
13
1813
thomas
bassett
loyalist
settlers
settled
tombigbee
district
1770s
boundaries
roughly
portions
clarke
county
northernmost
washington
counties
baldwin
republic
1810
finally
added
1812
northern
thirds
yazoo
lands
colonial
province
1767
onwards
remained
disputed
exception
organized
1798
1804
scandal
kept
claim
coastal
adams
onis
treaty
officially
ceded
1819
admission
statehood
december
1817
sparsely
eastern
separated
congress
march
st
stephens
abandoned
territorial
admitted
22nd
selecting
constitutional
convention
july
august
delegates
met
prepare
constitution
temporary
1820
seat
government
cahaba
dallas
ghost
town
1825
fever
rush
underway
union
speculators
pouring
advantage
fertile
suitable
frontier
1820s
1830s
provided
universal
suffrage
men
planters
traders
slaves
plantations
expanded
productive
owners
wealth
mainly
labor
drew
disfranchised
subsistence
farmers
300
1830
completely
removed
passage
indian
removal
1826
1846
tuscaloosa
january
announced
voted
move
legislative
session
1847
capitol
building
erected
stephen
decatur
button
philadelphia
structure
burned
1849
rebuilt
1851
remains
designed
barachias
holt
exeter
maine
1860
964
201
nearly
435
080
enslaved
690
11
1861
declared
secession
remaining
days
joined
confederate
america
confederacy
involved
comparatively
battles
fought
contributed
120
soldiers
effort
company
cavalry
nathan
bedford
forrest
battalion
hopkinsville
kentucky
wore
uniforms
yellow
sleeves
collar
coat
tails
led
greeted
applied
troops
army
freed
13th
amendment
military
rule
official
restoration
1868
1867
1874
barred
temporarily
voting
freedmen
enfranchised
leaders
congressmen
jeremiah
haralson
benjamin
turner
james
t
rapier
chiefly
agricultural
tied
ratified
public
school
women
rights
funded
road
railroad
projects
plagued
allegations
fraud
misappropriation
insurgent
tried
suppress
republicans
besides
short
original
ku
klux
klan
pale
faces
knights
red
shirts
league
ended
democrats
regained
governor
office
election
1875
blaine
prohibiting
money
affiliated
legislation
approved
racially
segregated
passenger
cars
1891
disfranchising
whites
20th
impose
segregation
provisions
voter
registration
disenfranchised
tens
requiring
poll
tax
literacy
test
required
racial
1903
980
registered
74
literate
181
eligible
vote
1900
numbers
dropped
decades
additional
facilities
1950s
jails
1911
hospitals
1915
toilets
hotels
restaurants
1928
bus
waiting
rooms
1945
planter
class
persuaded
restrictions
resulted
disenfranchisement
mostly
imposition
cumulative
1941
constituted
slight
600
520
challenges
succeeded
overturning
create
ones
exclusion
blacks
persisted
federal
1965
enforce
underfunded
services
relieve
paying
taxes
partially
chronic
underfunding
rosenwald
fund
funding
construction
came
financed
funds
paid
costs
community
raise
matching
pay
residents
taxed
twice
raising
monies
supply
donated
1913
387
teachers
houses
vocational
completed
1937
listed
national
register
historic
places
discrimination
lynchings
depression
failure
crops
boll
weevil
infestation
seek
opportunities
midwestern
migration
emigration
populations
table
1910
1920
migrated
jobs
experienced
rapid
magic
36th
industry
mining
refused
redistrict
each
decennial
census
lawsuit
court
demands
prosperity
workers
poured
standard
massive
influx
occurred
1940
1943
89
cash
faded
importance
service
1961
reapportion
house
senate
seats
follow
censuses
held
representation
power
jefferson
powerhouse
revenue
receive
proportional
underrepresented
1960
domination
minority
cent
supreme
baker
carr
1962
reynolds
sims
1964
ruled
man
needed
legislatures
districts
1972
congressional
redistricting
benefited
implement
representative
movement
1954
us
brown
desegregated
slow
comply
george
wallace
resisted
compliance
desegregation
events
boycott
1955
56
rides
selma
marches
enactment
customs
challenged
york
2017
home
largely
predominantly
lowndes
marengo
perry
1980s
omnibus
dillard
crenshaw
180
jurisdictions
boards
diluted
votes
significant
unable
elect
representatives
chilton
multi
voters
23
conecuh
1982
tested
systems
elected
offices
governments
thirtieth
23rd
giving
waterway
fifths
gentle
plain
descent
towards
mountainous
cutting
valley
creeks
streams
mountains
lakes
coastline
edge
ranges
elevation
bay
800
feet
550
m
appalachian
northeast
mount
cheaha
height
67
suburban
along
coast
administered
park
horseshoe
bend
canyon
preserve
fort
payne
russell
cave
monument
bridgeport
tuskegee
airmen
institute
additionally
talladega
b
bankhead
contains
natchez
trace
parkway
trail
tears
wonders
bridge
rock
longest
rockies
located
haleyville
cathedral
caverns
marshall
appearance
entrances
stalagmites
ecor
rouge
fairhope
desoto
childersburg
recorded
noccalula
gadsden
foot
waterfall
dismals
phil
campbell
waterfalls
bridges
allegedly
hideout
legendary
outlaw
jesse
gap
jackson
boasts
143
pit
photographed
wild
scenes
nation
mountaintop
rickwood
warrior
underground
pool
blind
fish
260
limestone
formations
walls
jericho
wide
meteorite
crater
elmore
wetumpka
greatest
disaster
hit
ago
hills
downtown
showcase
eroded
blasted
bedrock
labeled
astrobleme
star
wound
concentric
rings
fractures
shattered
beneath
2002
koeberl
geochemistry
university
vienna
published
157th
classified
subtropical
|
humid
cfa
koppen
64
°f
warmer
proximity
cooler
hot
summers
mild
winters
copious
throughout
receives
rainfall
annually
enjoys
lengthy
growing
season
hottest
averaging
prone
storms
hurricanes
immune
dump
tremendous
amounts
rain
weaken
thunderstorms
70
thunder
decreases
somewhat
occasionally
lightning
vulnerable
storm
ranks
ninth
deaths
tenth
strikes
capita
oklahoma
iowa
confirmed
f5
ef5
tornadoes
statistics
climatic
1950
june
2013
tracked
reporting
tornado
fatalities
1974
super
outbreak
devastated
tremendously
2011
produced
record
tally
reached
62
peak
secondary
november
spring
violent
alley
plains
event
dusting
every
occasional
eve
1963
snowstorm
1993
going
september
1925
unincorporated
centerville
1966
array
flora
fauna
variety
habitats
plateau
ridge
appalachians
piedmont
canebrake
beaches
ranked
biodiversity
biome
once
boasted
huge
expanses
diversity
pteridophyte
spermatophyte
plant
species
animal
mammal
93
reptile
73
amphibian
307
freshwater
420
spend
invertebrates
97
crayfish
383
mollusk
113
never
collected
bureau
887
871
2018
108
135
26
2010
last
121
054
502
457
births
minus
381
403
104
991
immigration
31
country
811
foreign
born
undocumented
jemison
779
736
68
hispanic
latino
race
asian
6
alaska
hawaiian
pacific
islander
races
46
younger
minorities
ancestry
german
scots
citing
identify
having
roots
1600s
demographers
estimate
20
figure
1980
41
ethnic
group
colonies
origins
ancestors
protestant
coming
ireland
generations
immigrant
isles
moving
deep
1984
davis
affairs
commission
increasingly
demanding
history
slavery
mixed
cultural
identification
respected
past
overlooked
binary
breakdown
nine
descended
civilized
southeast
poarch
indians
mowa
clan
muscogee
echota
cher
o
intra
tribal
ma
chis
piqua
shawnee
ani
yun
wiya
promoted
contributions
designation
columbus
jointly
celebrated
heritage
95
spoke
decrease
midland
taken
border
decreasing
loss
final
boyd
arm
barb
rhyming
orb
unique
redworm
earthworm
peckerwood
woodpecker
snake
doctor
feeder
dragonfly
tow
sack
burlap
bag
plum
peach
clingstone
harp
harmonica
dog
irons
andirons
2008
survey
86
respondents
catholic
mormon
jewish
muslim
buddhist
hindu
bible
christians
58
attending
church
evangelical
denominational
baptist
methodist
adherents
380
followed
327
734
220
938
150
647
congregations
awakening
preachers
proselytized
assemblies
god
churches
christ
presbyterian
immigrants
18th
descendants
membership
75
pca
28
009
pc
usa
247
147
cumberland
59
plus
epc
reformed
presbyterians
230
2007
gospels
indicated
preference
possessed
full
faith
learning
92
alabamians
confidence
faiths
judaism
islam
hinduism
buddhism
sikhism
baha
unitarian
universalism
jews
sephardic
immigrated
london
congregation
sha
arai
shomayim
formally
1844
nineteenth
twentieth
ashkenazi
denominations
orthodox
conservative
ten
reform
humanistic
synagogue
muslims
mosques
converts
temples
best
shri
swaminarayan
mandir
pelham
capshaw
dharma
organizations
theravada
buddhists
monastic
concentrated
bayou
batre
attracted
refugees
cambodia
laos
vietnam
thereafter
mile
radius
chua
chanh
giac
wat
buddharaksa
phoutthavihan
1896
paul
k
dealy
chicago
florence
disease
prevention
obesity
29
obese
physically
active
leisure
incidences
adult
diabetes
exceeding
2019
protection
banning
abortion
stage
serious
health
exceptions
rape
incest
doctors
abortions
imprisonment
restrictive
invested
banking
automobile
steel
production
fabrication
2006
crop
valued
$
billion
previous
gross
domestic
product
private
declined
sold
developers
timber
companies
conglomerates
employment
occupations
71
750
business
financial
operations
36
790
computer
44
200
architecture
engineering
12
410
physical
sciences
32
770
116
250
training
library
840
art
110
fire
fighting
enforcement
154
040
preparation
serving
76
650
grounds
cleaning
maintenance
53
244
510
sales
338
760
administration
fishing
forestry
155
106
280
installation
repair
224
167
transportation
170
411
2012
gdp
income
984
adjusted
unemployment
2015
nationwide
wage
uses
february
2016
prevents
municipalities
locality
voids
ordinance
sixth
poverty
nations
special
rapporteur
philip
alston
toured
observed
anywhere
employers
employees
twenty
outputs
poultry
eggs
cattle
nursery
items
peanuts
grains
corn
sorghum
vegetables
milk
soybeans
peaches
eighth
texas
comprising
iron
products
cast
pipe
paper
lumber
wood
coal
plastic
trucks
apparel
addition
produces
electronic
flight
materiel
command
headquartered
redstone
arsenal
deal
1990s
expanding
honda
hyundai
mercedes
benz
international
toyota
suppliers
generated
4th
vehicle
exports
automakers
accounted
approximately
expansion
eight
models
auto
factories
totaled
335
vehicles
strongest
elantra
compact
car
gl
sport
utility
ridgeline
truck
producers
outokumpu
nucor
ssab
thyssenkrupp
employ
steelmaker
selected
calvert
65
stainless
facility
division
inoxum
portion
finnish
bids
submitted
arcelormittal
nippon
companhia
siderurgica
nacional
bid
mill
stake
brazil
hunt
refining
subsidiary
consolidated
inc
operates
refinery
terminals
melvin
jvc
optical
disc
replication
packaging
goodyear
tire
rubber
employs
400
operation
1929
airbus
a320
aircraft
assembly
ceo
fabrice
bregier
plans
factory
brookley
aeroplex
a319
a321
operable
produce
hired
hoar
oversee
tourism
insider
14th
visit
2014
tourists
visited
100
canada
kingdom
germany
japan
travellers
spent
providing
162
attractions
parks
attract
visitors
hangout
music
festival
shores
shakespeare
festivals
robert
trent
jones
golf
collection
championship
caliber
courses
distributed
casinos
victoryland
amusement
splash
adventure
riverchase
galleria
shopping
guntersville
lake
magazine
readers
museum
mardi
gras
celebration
1703
host
parade
continues
holiday
attendance
892
attraction
rocket
849
981
zoo
543
090
destinations
topped
list
historically
film
shoots
landscapes
environments
movies
filmed
close
encounters
get
42
destination
date
need
speed
uab
hospital
trauma
employer
workforce
competitive
insurance
shield
84
unitedhealth
corporation
bbva
bank
banks
compass
banchshares
acquired
headquarters
amsouth
bancorporation
southtrust
wachovia
2004
wells
fargo
regional
campus
servisfirst
savings
serves
investment
harbert
telecommunications
provider
bellsouth
network
access
adtran
graphics
intergraph
infrastructure
avocent
cinram
manufactures
distributes
fox
dvds
blu
ray
discs
rust
grown
brasfield
gorrie
l
routinely
news
lists
firms
san
francisco
urs
foundational
document
amendments
310
forty
length
rewrite
modernize
critics
argue
maintains
centralized
practically
hands
policy
must
referendum
criticism
claims
intentionally
codify
racism
coequal
branches
branch
bicameral
105
responsible
debating
passing
defeating
party
override
gubernatorial
veto
require
senators
redistricted
urbanized
grossly
implemented
ruling
reapportioned
already
apportioned
geographically
districting
caused
underinvestment
instance
supplied
budget
67th
delegations
executive
execution
oversight
headed
cabinet
lieutenant
attorney
secretary
treasurer
auditor
kay
ivey
immediately
elections
statewide
officials
officers
judicial
interpreting
criminal
partisan
select
judges
campaigns
politicized
chief
justice
tom
parker
sitting
justices
appellate
courts
appeals
trial
circuit
jurisdiction
probate
municipal
believe
exceedingly
executions
death
penalty
imposes
sentences
larger
controversial
overturned
convictions
allow
jury
decisions
sentence
parole
lwop
unanimously
juries
levies
percent
depending
earned
filing
status
taxpayers
allowed
deduct
deduction
file
itemized
deductions
medicare
purchases
restaurant
diner
meal
excise
account
51
levy
goods
neighboring
fully
groceries
offsetting
relief
families
exempt
apply
working
barely
quarter
threshold
columbia
corporate
burden
burdened
requires
consumer
spending
subject
2003
deficit
670
centralizes
lee
madison
shelby
lobby
committee
policies
waste
disposal
zoning
pass
establishing
recommended
1973
retain
powers
senator
failed
politics
failing
recognize
proliferation
permitting
authorized
amended
issues
alcoholic
beverage
monopoly
sale
beverages
dry
ban
permit
occupied
john
pope
coalition
redeemers
took
suppressing
intimidation
1890
democratic
politicians
segregate
excluding
relegated
separate
unequal
treatment
redraw
shifted
industrialization
series
equal
gained
bureaucratically
violently
protests
electoral
vowed
regain
exercise
excluded
dominate
establish
member
enable
bob
riley
signed
expressing
profound
regret
lingering
symbolic
ceremony
bill
housed
won
136
326
812
979
576
inactive
disfranchisement
solid
operated
viable
decided
token
challengers
running
realignment
conservatives
started
shifting
expected
candidates
1994
incumbent
ernest
hornsby
leave
losing
hooper
sr
sued
defiantly
ultimately
collapse
ballot
box
cycles
nineteen
resignation
democrat
bench
hold
majorities
chambers
defeated
governors
newly
emancipated
franchise
gop
steve
windom
1999
ainsworth
commissioners
assessors
collectors
etc
similarly
metropolitan
sheriffs
narrow
posts
split
fayette
preside
populated
female
sheriff
morgan
richard
doug
originally
1986
re
1992
switched
whom
bradley
byrne
mike
rogers
aderholt
morris
j
brooks
martha
roby
gary
palmer
terri
sewell
purview
496
provide
744
637
elementary
students
appropriated
trust
fy
775
163
578
444
fiscal
82
adequate
yearly
ayp
student
proficiency
measures
improved
recent
lags
achievement
graduation
fourth
educational
gains
college
degrees
corporal
punishment
uncommon
paddled
surpassed
arkansas
programs
universities
colleges
17
undergraduate
graduate
fall
medicine
osteopathic
edward
auburn
veterinary
dental
dentistry
optometry
pharmacy
samford
goode
post
overseen
department
postsecondary
degree
multitude
doctoral
37
665
enrolled
troy
institution
enrollment
689
campuses
dothan
phenix
sixty
sites
seventeen
eleven
hill
accreditation
academic
sacs
focused
agencies
biblical
abhe
council
occupational
coe
accrediting
acics
tier
football
particularly
crimson
tide
tigers
rivals
conference
averaged
fans
bryant
denny
stadium
team
seating
101
821
jordan
hare
87
451
legion
blazers
bowl
594
ladd
peebles
ncaa
senior
dollar
godaddy
com
40
646
2009
homes
athletic
games
previously
professional
sports
teams
baseball
notes
superspeedway
motorsports
hosts
nascar
thirteenth
barber
hosted
indycar
rolex
atp
tennis
tournament
tournaments
1990
pga
shoal
barbasol
tour
lpga
champions
yokohama
airports
sustained
shuttlesworth
airport
bhm
hsv
dhn
mob
mgm
shoals
northwest
msl
rail
transport
amtrak
schedules
crescent
train
orleans
station
stops
anniston
interstate
roads
travels
travel
corner
atlanta
85
originates
thoroughfare
traverses
southernmost
traveling
enters
connects
memphis
auxiliary
routes
165
359
459
565
759
route
685
formed
rerouted
bypass
designated
422
connection
possible
222
highways
43
45
72
78
98
231
278
331
431
toll
expressway
emerald
mountain
beach
orange
port
saltwater
seaport
midwest
way
12th
tons
container
terminal
25th
busiest
ports
mythology
achilles
achilleus
αχιλλευς
hero
trojan
warriors
character
homer
iliad
son
nereid
thetis
peleus
phthia
feat
slaying
prince
hector
gates
presented
concur
killed
paris
shot
him
heel
arrow
legends
statius
unfinished
epic
achilleid
1st
invulnerable
mother
dipped
styx
infant
she
heels
alluding
weakness
someone
something
tendon
tablets
attest
ki
dative
becoming
seventh
turned
αχιλλεια
achilleia
attested
attica
ig
ii²
1617
achillia
stele
halicarnassus
gladiator
amazon
analyzed
αχος
pain
sorrow
grief
λαος
*
akhi
lauos
distressed
ironic
juxtaposition
conventional
κλεος
glory
furthermore
construed
gregory
nagy
leonard
corps
muster
derivation
obtains
poem
rightly
bring
enemy
wrongly
misdirection
anger
relates
indo
compound
h₂ek
pods
illyrian
akpedios
evolving
akhpdeos
akhiddeus
shift
dd
ll
ascribed
pre
root
ακη
ake
silence
healing
ακμη
akme
οξυς
oxus
keen
quick
clever
stems
h₂egʰ
upset
afraid
whole
comparable
acupedius
swift
compare
acies
battle
engagement
acus
needle
pin
bodkin
acuo
sharpen
whet
arouse
whence
acute
topical
epitheta
footedness
namely
ποδαρκης
διος
podarkes
dios
footed
divine
ποδας
ωκυς
podas
okus
researchers
deem
loan
possibly
similarity
deities
acheron
achelous
speculations
divinity
worship
p
beekes
coexistence
λλ
λ
palatalized
ly
myrmidons
zeus
poseidon
prometheus
fore
thinker
warned
prophecy
uttered
themis
goddess
bear
father
gods
withdrew
pursuit
wed
tale
offers
alternative
argonautica
sister
wife
hera
alludes
chaste
advances
loyal
marriage
coolly
rejected
daughter
nereus
explaining
furious
decreed
marry
immortal
dipping
earlier
story
anointed
boy
ambrosia
put
burn
mortal
rage
none
reference
invulnerability
mentions
wounded
21
paeonian
asteropaeus
pelagon
scamander
spears
grazed
elbow
drawing
spurt
blood
fragmentary
poems
cycle
find
description
cypria
lesches
pyrrha
aithiopis
iliou
persis
arctinus
miletus
famous
vase
paintings
presenting
arrows
torso
entrusted
chiron
centaur
pelion
reared
foretold
fate
die
young
uneventful
obscurity
chose
companion
patroclus
photius
ptolemy
hephaestion
secret
noticed
tore
flames
burnt
confided
exhumed
damysus
fastest
giants
ankle
incorporated
appellations
pyrisous
saved
aeacides
grandfather
aeacus
aemonius
aemonia
afterwards
thessaly
aspetos
inimitable
vast
epirus
larissaeus
larissa
cremaste
bears
ligyron
nereius
nereids
pelides
phthius
birthplace
homeric
safe
versions
hid
lycomedes
skyros
disguised
girl
lives
daughters
haired
deidamia
rapes
fathers
neoptolemus
pyrrhus
alias
odysseus
learns
calchas
achaeans
capture
aid
goes
guise
peddler
selling
jewellery
spear
instantly
takes
sees
disguise
convinces
join
campaign
arranges
trumpet
alarm
sounded
flee
panic
prepares
defend
identity
arrived
ships
carrying
appointed
commanding
500
menesthius
eudorus
peisander
phoenix
alcimedon
accidentally
stopped
mysia
telephus
heal
consulted
oracle
stated
shall
guided
argos
healed
guide
voyage
euripides
went
aulis
pretending
beggar
asked
claiming
alternatively
orestes
ransom
reasoned
inflicted
therefore
able
pieces
scraped
onto
tells
wrath
desired
return
restrained
attacked
aeneas
sacked
neighbouring
pedasus
lyrnessus
queen
briseis
tenes
apollo
priam
troilus
sanctuary
thymbraios
romance
chryseis
geoffrey
chaucer
criseyde
cressida
medieval
invention
dares
phrygius
summary
transmitted
youngest
hecuba
legitimate
sons
youth
horse
fighter
chariot
prophecies
ambushed
attempt
yet
struck
beauty
polyxena
overcome
lust
directed
sexual
attentions
yield
decapitated
altar
omphalos
ardent
lovers
embrace
retribution
sacrilege
epitome
dead
mourned
vatican
mythographer
invincible
motif
plautus
bacchides
narrative
deeds
μηνις
αχιλλεως
menis
achilleos
lines
covers
weeks
decade
narrate
begins
withdrawal
dishonoured
agamemnon
commander
achaean
woman
chryses
priest
begs
refuses
sends
plague
amongst
correctly
determines
troubles
speak
vows
protect
declares
returned
consents
commands
prize
briseus
replace
angry
dishonour
plunder
says
loves
urging
fight
alongside
theft
prays
convince
trojans
honour
thanks
nestor
winning
angered
urges
appease
agrees
chieftains
ajax
gifts
sail
subsequently
push
assault
verge
wearing
armour
camp
succeeds
pushing
receiving
antilochus
grieves
beloved
comfort
distraught
persuades
hephaestus
detail
enraged
ends
killing
engages
choking
waters
tries
drown
restrain
go
allotted
seeming
unhindered
defy
finds
prey
chases
wall
athena
favorite
dearest
brother
deiphobus
realizes
trick
knows
inevitable
wanting
charges
weapon
sword
misses
accepting
spare
respect
hopeless
expect
declaring
my
fury
me
hack
your
flesh
eat
you
raw
agonies
kills
drags
corpse
dream
funeral
duel
brightest
autumn
orion
sirius
evil
cremation
hesperus
evening
venus
pyre
lasts
phosphorus
assistance
hermes
argeiphontes
tent
plead
buried
relents
promises
truce
duration
lasting
10th
niobe
offspring
doom
aethiopis
7th
posthomerica
quintus
smyrna
relate
penthesilea
amazons
ares
arrives
hopes
defeat
fights
grieve
distracted
intensely
usual
realized
distraction
endangering
refocused
closest
memnon
dawn
eos
ethiopia
slays
revenge
battlefield
consequently
let
echoes
unlike
argued
episode
inspired
details
cyclic
scattered
fragments
quoted
exact
dispute
classical
friendship
friend
text
commentators
antiquity
interpreted
lens
athens
viewed
custom
paiderasteia
plato
symposium
participants
dialogue
love
assume
couple
phaedrus
argues
beautiful
lover
abraham
lincoln
statesman
lawyer
president
assassination
bloodiest
moral
crisis
abolished
strengthened
modernized
educated
whig
legislator
congressman
resume
success
opening
prairie
reentered
1854
1858
douglas
ran
sweeping
pro
win
proof
rejecting
seceding
secure
independence
fired
sumter
forts
volunteers
militia
rebellion
restore
moderate
faction
confronted
radical
demanded
harsher
rallied
copperheads
despised
irreconcilable
secessionists
plotted
pitting
carefully
distributing
patronage
appealing
gettysburg
address
iconic
republicanism
liberty
democracy
suspended
corpus
averted
intervention
defusing
affair
supervised
selection
generals
naval
blockade
shut
progressed
maneuvered
issuing
emancipation
proclamation
1863
ordering
escaped
encouraging
outlawed
sought
reconcile
damaged
avoiding
appomattox
wilkes
booth
actor
sympathizer
died
remembered
martyr
presidents
nancy
hanks
room
log
cabin
sinking
farm
hodgenville
descendant
samuel
englishman
hingham
norfolk
namesake
massachusetts
1638
grandson
westward
jersey
pennsylvania
virginia
paternal
captain
1780s
raid
1786
witnessed
attack
worked
odd
settling
hardin
1800s
assumed
lucy
documents
married
1806
elizabethtown
sarah
1807
bought
leased
embroiled
disputes
titles
1816
indiana
reliable
slaveholding
unbroken
hurricane
township
spencer
1818
title
farmer
cabinetmaker
carpenter
owned
lots
livestock
sat
appraised
estates
patrols
guarded
prisoners
baptists
forbade
dancing
overcoming
pigeon
october
sickness
charge
household
dennis
19
orphaned
cousin
1828
stillborn
sally
bush
johnston
widow
stepmother
disliked
hard
lazy
reading
scribbling
ciphering
poetry
acknowledged
enjoy
loved
schooling
travelling
intermittent
totaling
avid
reader
lifelong
interest
neighbors
schoolmates
recalled
reread
aesop
fables
bunyan
pilgrim
daniel
defoe
robinson
crusoe
mason
locke
weems
autobiography
franklin
teenaged
responsibility
chores
customary
give
earnings
adept
axe
tall
strength
audacity
wrestling
match
renowned
ruffians
clary
grove
boys
fear
macon
historians
initiated
obvious
possibility
stability
relocated
distant
lending
1831
prepared
homestead
coles
salem
flatboat
firsthand
romantic
ann
rutledge
1835
engaged
typhoid
mary
owens
agreed
courted
thoughts
16
1837
suggesting
blame
replied
1840
todd
smith
wealthy
owner
lexington
springfield
1839
wedding
1841
canceled
initiative
reconciled
mansion
anxiously
preparing
nuptials
hell
suppose
servant
affectionate
absent
husband
1843
eddie
1850
probably
tuberculosis
willie
1862
lincolns
tad
1853
beckwith
1985
remarkably
fond
strict
fact
partner
herndon
grow
irritated
seemed
behaviour
recounted
felt
wanted
wring
necks
mouth
doing
melancholy
clinical
struggled
stresses
committed
asylum
todds
cooked
presidency
cooking
satisfied
tastes
imported
oysters
1832
denton
offutt
store
credit
booming
entered
advocating
navigational
improvements
sangamon
draw
crowds
raconteur
lacked
powerful
briefly
hawk
supporter
crowd
grabbed
assailant
neck
trousers
tossed
finished
277
precinct
postmaster
surveyor
voraciously
teaching
blackstone
commentaries
england
books
method
studied
nobody
1834
favored
opponent
successive
supported
michigan
canal
commissioner
expand
beyond
landowners
stance
abolitionism
saying
injustice
bad
promulgation
abate
evils
henry
clay
helping
settle
liberia
stuart
reputation
formidable
adversary
examinations
closing
arguments
partnered
logan
studious
steadfast
professed
disciple
modernization
tariffs
internal
railroads
nomination
rotation
whereby
retire
hoped
arrangement
indeed
delegation
showing
loyalty
participating
speeches
echoed
collaboration
abolitionist
joshua
giddings
abolish
compensation
fugitive
garner
sufficient
supporters
expenditures
mexican
attributed
polk
desire
attractive
rainbow
rises
showers
wilmot
proviso
banned
emphasized
drafting
introducing
spot
resolutions
begun
slaughter
invaded
our
shed
fellow
prove
neither
debated
nor
enacted
papers
ignored
cost
newspaper
derisively
spotty
regretted
statements
presidential
realizing
pledged
zachary
taylor
1848
offered
consolation
oregon
stronghold
acceptance
career
resumed
practiced
handling
appeared
midstate
handled
midst
barge
conflicts
riverboat
whoever
landmark
boat
sank
hitting
patent
flotation
device
boats
shallow
idea
commercialized
alton
shareholder
barret
pledge
buy
shares
successfully
bound
charter
newer
expensive
demand
payment
decision
cited
175
sole
counsel
favor
clients
nickname
honest
abe
defended
duff
armstrong
murder
preston
metzker
challenge
credibility
eyewitness
witness
testified
seeing
crime
moonlight
almanac
drastically
visibility
acquitted
rarely
objections
1859
peachy
harrison
angrily
protested
judge
exclude
favorable
client
holding
contempt
acquitting
debate
territories
exacerbated
sectional
tensions
compromise
defuse
issue
mediation
1852
eulogy
gradual
extremes
nebraska
kansas
acrimonious
sovereignty
proposal
electorate
decide
alarmed
northerners
prevent
narrowly
publicly
oppose
peoria
repeated
en
accent
voice
indifference
think
covert
real
zeal
hate
monstrous
deprives
attacks
marked
nationally
whigs
irreparably
efforts
demise
1855
am
extension
antislavery
dedicated
recruiting
attempts
fearing
platform
abolitionists
rejuvenate
lamented
nativist
nothing
aftermath
popularity
opposed
rounds
obtain
instructed
backers
lyman
trumbull
ballots
withdraw
enabled
combine
mainstream
candidate
joel
aldrich
matteson
ongoing
confrontations
1856
approached
attended
bloomington
asserted
regulate
immediate
endorsed
preservation
run
vice
nominated
dayton
fremont
ticket
campaigning
ambassador
buchanan
avoided
nothings
millard
fillmore
bissell
vigorous
eric
foner
contrasts
sin
hurt
blocked
violated
principles
founding
equality
declaration
1857
dred
scott
sandford
roger
taney
sparked
outrage
denounced
alleging
conspiracy
intellect
developments
consider
inalienable
happiness
willingness
lecompton
resented
interference
agree
delivered
stand
endure
permanently
dissolved
cease
thing
evocative
image
danger
disunion
informed
beat
hardly
featured
debates
principals
stood
stark
politically
threatening
distorting
freeport
choose
argument
rooted
morality
extend
defying
articulation
purchased
staats
anzeiger
130
mobilized
newspapers
potential
rivaled
seward
salmon
chase
bates
simon
cameron
unsure
told
allies
accept
candidacy
invited
cooper
restrict
groping
wrong
inelegant
awkward
ugly
demonstrated
contention
journalist
noah
ever
impression
appeal
historian
david
herbert
donald
superb
unannounced
rival
sponsored
loyalists
mentioning
delivery
inquiry
ambitions
taste
followers
norman
judd
swett
dubois
endorsement
embellished
legend
splitting
fence
rails
label
inches
lean
weighing
hundred
eighty
pounds
complexion
coarse
hair
gray
eyes
beating
hannibal
hamlin
depended
whiggish
tariff
reassured
managers
dictate
contracts
bind
aggrieved
tightened
grasp
doubted
prospects
incite
walked
disagreeing
breckinridge
bell
competed
projected
michael
martinez
cultivating
awakes
generate
spearhead
drives
thinking
abolishing
knew
campaigned
relied
enthusiasm
abundance
posters
leaflets
editorials
speakers
emphasizing
goal
demonstrate
literature
dwarfed
tribune
writer
pamphlet
copies
996
866
452
39
california
decisive
123
planned
carolina
adopting
sovereign
delaware
maryland
missouri
listened
secessionist
illegal
provisional
crittenden
consent
concession
looks
buying
privilege
possession
tacitly
corwin
awaiting
ratification
protected
sent
informing
amend
open
inauguration
addressed
evaded
assassins
baltimore
guard
inaugural
proclaiming
again
intention
inclination
key
stating
section
believes
ought
enemies
mystic
chords
memory
stretching
patriot
grave
hearthstone
swell
chorus
touched
surely
angels
peace
signaled
impossible
insurrection
rejoining
meanwhile
dismantling
tolerated
anderson
request
allan
nevins
inaugurated
miscalculations
underestimating
gravity
exaggerating
unionist
sentiment
unionists
invasion
tecumseh
sherman
talked
week
sadly
disappointed
realize
sleeping
volcano
concludes
avoid
collision
firing
ft
adhered
vow
fraternal
contradictory
positions
confederates
send
detachments
recapture
intact
forced
seceded
rewarded
richmond
prevail
dixon
regiments
mobs
controlled
trains
critical
responded
arresting
writ
habeas
merryman
hindering
troop
petitioned
marylander
author
opinion
acting
issued
suspend
ex
parte
strategy
unprecedented
imposed
disbursed
appropriation
arrested
imprisoned
suspected
sympathizers
actions
reinforce
sympathies
start
bipartisan
alienate
aisle
appointment
criticized
confiscation
proceedings
confiscate
signal
nominee
consulting
superiors
proclaimed
harsh
martial
cancelled
plan
lacking
necessity
acted
enlistments
diplomatic
matters
bellicose
maintained
chairman
charles
sumner
threatened
navy
illegally
intercepted
mail
ship
seas
seized
envoys
vehemently
cheered
releasing
diplomats
biographer
randall
dissected
painstakingly
monitored
telegraph
phases
complaints
inefficiency
profiteering
replaced
edwin
stanton
auditing
cancelling
saving
staunchly
virtually
conducted
hyman
priorities
ensure
aggressive
prompt
force
carriage
ride
concerned
learned
staff
halleck
strategist
jomini
appreciate
strategic
points
vicksburg
capturing
rout
bull
winfield
retirement
mcclellan
frustrated
blamed
subsequent
meeting
discuss
privately
heard
stayed
hidden
unsolicited
advice
complied
advance
protecting
counterattack
soundly
potomac
dissatisfaction
restored
antietam
ensuing
announce
waited
perceived
desperation
don
carlos
buell
orders
rebel
rosecrans
midterm
ambrose
burnside
presumably
launched
offensive
rappahannock
fredericksburg
desertions
hooker
losses
rising
inflation
rumors
corruption
suspension
draft
fears
undermine
strongholds
southerners
optimistic
upcoming
string
victories
chattanooga
grant
charleston
routed
chancellorsville
resigned
meade
captured
preventing
persuade
compensated
prohibition
believed
curtailing
obsolete
hunter
procedures
convicted
aiding
deference
action
discussed
concluded
eliminated
stumbling
block
reunification
editor
horace
greeley
personally
wished
pronoun
explicitly
duty
preserving
exemptions
warning
threat
posed
objective
armies
advancing
liberated
signing
undertaking
enlisting
ready
recruit
andrew
johnson
bare
sight
armed
drilled
lorenzo
recruited
cemetery
prediction
remember
272
minutes
1789
1776
conceived
proposition
brave
vain
future
assured
perish
shiloh
impressed
responding
theaters
incorporate
passivity
promote
considering
1864
arranged
intermediary
inquire
intentions
rank
unoccupied
waged
bloody
overland
propose
steadily
traveled
confer
mobilizing
target
hoping
destroy
morale
considerable
sake
jubal
raided
watched
oliver
wendell
holmes
shouted
damn
fool
!
attrit
hampton
negotiation
agreement
meetings
encircled
petersburg
evacuated
fell
conquered
surrendered
ending
conversation
peacetime
build
fend
radicals
mate
broaden
stalemates
feared
confidentially
lose
turning
sealed
envelope
wing
repudiated
renew
farragut
defeatism
openly
stressed
perfidy
carried
endless
casualties
mark
noll
handful
sacred
texts
conceive
associates
reintegrate
fates
shortly
em
want
outcast
forward
focusing
rebuild
moderates
regarding
rep
thaddeus
stevens
sen
wade
reunite
urged
speedy
generous
amnesty
pardons
mistreated
oath
allegiance
administrations
frederick
steele
ordered
nathaniel
aspirations
lenient
vetoed
retaliated
appointments
harness
fill
choice
uphold
implementing
pressure
clinch
falling
millions
agency
opened
lease
purchase
pending
readmission
predict
exactly
proceeded
biographers
lincove
lawmaking
enforced
bills
acres
available
morrill
grants
railway
transcontinental
1869
absence
currency
greenbacks
printed
green
revenues
precedent
incomes
presided
